{
	"Dialoges":[{
			"Clavijero": 9,
			"Sound1": "res://Sounds/Placeholders/SonidoPH1.wav",
			"Color1": {
				"R":0,
				"G":1,
				"B":1,
				"A":1
			},
			"Sound2": "res://Sounds/Placeholders/SonidoPH2.wav",
			"Color2":{
				"R":1,
				"G":0,
				"B":1,
				"A":1
			},
			"Texts":[
				{
					"Person": 0,
					"Text": "Greetings! I am D.A.I.S.Y (Displayed artificial intelligence system)! You are listening to a pre-recorded call. We shall commence. To start, connect Origin Street, number 114, with the Lariats Street number 15. You may do so by linking the first peg with the plug 2E.@"
				},
				{
					"Person": 0,
					"Text": "Excellent! You've already gotten the hang of it! Truthfully, there's not much left to teach you. You’ve already learnt the basics of what your work entails. Connecting wires, that is! Have you any questions, see the detailed map available at “Thyme of the Dawn”, our county!"
				},
				{
					"Person": 0,
					"Text": "Have a wonderful day, goodbye!"
				}
			]
		},
		{ 
			"Clavijero": 19,
			"Sound1": "res://Sounds/Placeholders/SonidoPH1.wav",
			"Color1": {
				"R":0,
				"G":1,
				"B":1,
				"A":1
			},
			"Sound2": "res://Sounds/Placeholders/SonidoPH2.wav",
			"Color2":{
				"R":1,
				"G":0,
				"B":1,
				"A":1
			},
			"Texts":[
				{
					"Person": 0,
					"Text": "Hello, please connect the Channeled Avenue number 23 with Lariats Street number 89 for me… My residence is on the far southeastern part of the village.@"
				},
				{
					"Person": 0,
					"Text": "Hey, is this Zacarías?"
				},
				{
					"Person": 1,
					"Text": "Hello, yes. Greetings. With whom do I have the pleasure of speaking?"
				},
				{
					"Person": 0,
					"Text": "Juan Marcos. Remember me?"
				},
				{
					"Person": 1,
					"Text": "Why, yes, of course. Of course I remember. Pray tell, what is it that you need?"
				},
				{
					"Person": 0,
					"Text": "Well, you see… I need your help with acquiring fertilizer for this Sunday. Ive found it hard to do so by myself… and so I thought you might lend me a hand, Zacharias."
				},
				{
					"Person": 1,
					"Text": "I see… I’ll see what I can do. Either way I was planning to go to the greenhouse later this evening. Stop by and we may talk about this more in depth. Is this ok with you?"
				},
				{
					"Person": 0,
					"Text": "Oh, sure! Fine by me. I’ll see you there- Have a good day, thanks!"
				},
				{
					"Person": 1,
					"Text": "You too! See you in a bit."
				}
			]
		},
		{
			"Clavijero": 7,
			"Sound1": "res://Sounds/Placeholders/SonidoPH1.wav",
			"Color1": {
				"R":0,
				"G":1,
				"B":1,
				"A":1
			},
			"Sound2": "res://Sounds/Placeholders/SonidoPH2.wav",
			"Color2":{
				"R":1,
				"G":0,
				"B":1,
				"A":1
			},
			"Texts":[
				{
					"Person": 0,
					"Text": "Hello. May you please connect the Creation 60 street with the Pedro Domecq 64 Street? The latter is towards the center, a bit to the north.@"
				},
				{
					"Person": 0,
					"Text": "Good afternoon Jorge, how’s it going? It's Francisco speaking."
				},
				{
					"Person": 1,
					"Text": "Greetings, Francisco. I'm stupendously well. How's everything on your end?"
				},
				{
					"Person": 0,
					"Text": "Honestly, so far so good. I was wondering… Would you want to go this Saturday to the city? I've got a ticket to see Concha Piquer live- She's just released a new record."
				},
				{
					"Person": 1,
					"Text": "Is that so? Oh, that sounds wonderful! I'd be delighted- My wife will be green with envy when she hears, she loves her music! Count me in!"
				},
				{
					"Person": 0,
					"Text": "Got it. We can get down to the details later. Cheers!"
				},
				{
					"Person": 1,
					"Text": "For sure. Thank you so much. Take care. Cheers!"
				},
				{
					"Person": 1,
					"Text": "See you!"
				}
			]
		},
		{
			"Clavijero": 11,
			"Sound1": "res://Sounds/Placeholders/SonidoPH1.wav",
			"Color1": {
				"R":0,
				"G":1,
				"B":1,
				"A":1
			},
			"Sound2": "res://Sounds/Placeholders/SonidoPH2.wav",
			"Color2":{
				"R":1,
				"G":0,
				"B":1,
				"A":1
			},
			"Texts":[
				{
					"Person": 0,
					"Text": "Good afternoon… Would you be so kind as to please connect the Hope Avenue 46 with the Street of Independence number 34 for me? The Street of Independence is around the village center, facing the west just a smidge. It corners with Hope Avenue 46.@"
				},
				{
					"Person": 1,
					"Text": "Yes? Who is this?"
				},
				{
					"Person": 0,
					"Text": "Hi Magdalene, I'm Isaiah. Do you recognize my voice?"
				},
				{
					"Person": 1,
					"Text": "Why… yes, I do… Is something the matter?"
				},
				{
					"Person": 0,
					"Text": "Oh, nothing… I was just calling to ask if we could go out for a coffee before I leave… as a farwell. I'm embarking on a trip this Sunday and I don't know if we'll see each other again."
				},
				{
					"Person": 1,
					"Text": "Indeed… Truthfully, it quite saddens me that you have to leave so soon… But you  have got to look on the bright side- this is going to be good for you, it’s a completely unique opportunity for you to bloom! Were you to stay here, you would stagnate… And I know you can aim a lot higher than that- you are worth so much more!"
				},
				{
					"Person": 0,
					"Text": "Yes, you are completely right… I’m going to miss you."
				},
				{
					"Person": 1,
					"Text": "Isaiah…"
				},
				{
					"Person": 0,
					"Text": "Will you come visit me, though?"
				},
				{
					"Person": 1,
					"Text": "I will do everything in my power to be there for you."
				},
				{
					"Person": 0,
					"Text": "I've always thought I would've been happier were I to have been with you… If it's ok, we could meet tomorrow morning at Plaza de España and discuss everything."
				},
				{
					"Person": 1,
					"Text": "Yes… Let's talk about it all."
				},
				{
					"Person": 0,
					"Text": "I love you…"
				},
				{
					"Person": 1,
					"Text": "And I… you."
				}
			]
		},
		{
			"Clavijero": 8,
			"Sound1": "res://Sounds/Placeholders/SonidoPH1.wav",
			"Color1": {
				"R":0,
				"G":1,
				"B":1,
				"A":1
			},
			"Sound2": "res://Sounds/Placeholders/SonidoPH2.wav",
			"Color2":{
				"R":1,
				"G":0,
				"B":1,
				"A":1
			},
			"Texts":[
				{
					"Person": 0,
					"Text": "Good Afternoon… If you are so kind as to link me with the Millán Astray 14 Street… it's the one between Cattle Boulevard and Creation Street…I am from Cattle Boulevard number 68.@"
				},
				{
					"Person": 0,
					"Text": "Rosario, hey, how's it going? My god, the stuff I've got for you to hear…"
				},
				{
					"Person": 1,
					"Text": "Oh, Dolores, I'm a happy camper! How about you? And, pray tell!"
				},
				{
					"Person": 0,
					"Text": "You remember that my husband worked in the police force, yes?"
				},
				{
					"Person": 1,
					"Text": "How could I ever forget! Such an honor for your family."
				},
				{
					"Person": 0,
					"Text": "Well… just yesterday they sent out a warning… a complaint about commies…. a sighting near the mountains! It was a Shepard, one passing through, the one who saw them first-hand."
				},
				{
					"Person": 1,
					"Text": "So…"
				},
				{
					"Person": 0,
					"Text": "So it was true! They sent out a workforce and as soon as they saw them, they opened fire, of course. No gangsters left alive!"
				},
				{
					"Person": 1,
					"Text": "Just terrifying! Thank heavens for your husband and his kind- our national pride-those who cleanse our Spain of the filth. Those plagues… rats! Long live Spain and its police!"
				},
				{
					"Person": 0,
					"Text": "Long live Spain, now and forever!"
				},
				{
					"Person": 1,
					"Text": "Lola, you better tell me everything anytime something like this happens- they just don’t mention anything on the radio these days! Dear, I’ve gotta go, I have something on the stove."
				},
				{
					"Person": 0,
					"Text": "Bye, bye!"
				}
			]
		},
		{
			"Clavijero": 10,
			"Sound1": "res://Sounds/Placeholders/SonidoPH1.wav",
			"Color1": {
				"R":0,
				"G":1,
				"B":1,
				"A":1
			},
			"Sound2": "res://Sounds/Placeholders/SonidoPH2.wav",
			"Color2":{
				"R":1,
				"G":0,
				"B":1,
				"A":1
			},
			"Texts":[
				{
					"Person": 0,
					"Text": "Hello, this is of the most utmost importance. Hope Avenue Number 17, please. I'm from Creation street number 10.@"
				},
				{
					"Person": 0,
					"Text": "Hello? Hello, hi, hello…"
				},
				{
					"Person": 1,
					"Text": "Good evening. What's up?"
				},
				{
					"Person": 0,
					"Text": "We’ve got a problem, I've misplaced my watering can… I've looked for it everywhere, but I can't find it for the life of me… I don't know what to do…"
				},
				{
					"Person": 1,
					"Text": "You've gotta be kidding me…"
				},
				{
					"Person": 0,
					"Text": "I'm sorry, I'm sorry…! May I speak to the Gardner?"
				},
				{
					"Person": 1,
					"Text": "I'll see what I can do… but this won't be cheap."
				},
				{
					"Person": 0,
					"Text": "Please search for it dutifully… with intent… I don't know what to do anymore. No seed can grow without a watering can nor fertilizer… I'm scared. Deeply so."
				},
				{
					"Person": 1,
					"Text": "Don't tell me you're missing fertilizer, too.. I'll see what can be arranged, we’ll keep our peepers open, but you have to do your part, too. I'll repeat myself: This won't be done free of charge. There will be an additional fee. Every dutiful job must be dutifully rewarded."
				},
				{
					"Person": 0,
					"Text": "I'll keep looking for it, for the love of God."
				},
				{
					"Person": 1,
					"Text": "You sir tight, sir. We’ll call you back."
				},
				{
					"Person": 0,
					"Text": "Thank you. Thank you."
				}
			]
		},
		{
			"Clavijero": 0,
			"Sound1": "res://Sounds/Placeholders/SonidoPH1.wav",
			"Color1": {
				"R":0,
				"G":1,
				"B":1,
				"A":1
			},
			"Sound2": "res://Sounds/Placeholders/SonidoPH2.wav",
			"Color2":{
				"R":1,
				"G":0,
				"B":1,
				"A":1
			},
			"Texts":[
				{
					"Person": 0,
					"Text": "Hello precious, I'm from Pedro Domecq 22, it's north from Independence Street. I wonder if you would link me with Hope Street number 5, thank you in advance.@"
				},
				{
					"Person": 0,
					"Text": "Encarna, my dear nephew, how is it going?, how are you hanging on?, have you opened the book already?"
				},
				{
					"Person": 1,
					"Text": "Hi, auntie. I haven't had a chance to open it yet, I just moved into the house. I just haven't had much time."
				},
				{
					"Person": 0,
					"Text": "Vale, no te preocupes, pero miratelo, eh, que te conozco, que siempre dejas todo para luego. ¿La casa bien?"
				},
				{
					"Person": 1,
					"Text": "Que sí, que sí. La casa tiene mucha suciedad, pero por el resto bien. Ya he elegido habitación."
				},
				{
					"Person": 0,
					"Text": "Es que llevaba mucho tiempo sin vivir allí y por eso está de aquella manera, lo siento. Espero que te guste, cariño."
				},
				{
					"Person": 1,
					"Text": "Tía, te dejo, se me ha caído una estantería, luego te llamo."
				}
			]
		},
		{
			"Clavijero": 16,
			"Sound1": "res://Sounds/Placeholders/SonidoPH1.wav",
			"Color1": {
				"R":0,
				"G":1,
				"B":1,
				"A":1
			},
			"Sound2": "res://Sounds/Placeholders/SonidoPH2.wav",
			"Color2":{
				"R":1,
				"G":0,
				"B":1,
				"A":1
			},
			"Texts":[
				{
					"Person": 0,
					"Text": "Hola… Queipo de Llano 2, que hace esquina con la calle Canalejas, por favor. Estoy en calle Reatas 68…@"
				},
				{
					"Person": 1,
					"Text": "¿Sí?"
				},
				{
					"Person": 0,
					"Text": "Gonzalo, no podemos seguir escondiéndonos, tenemos que fugarnos."
				},
				{
					"Person": 1,
					"Text": "Pero, ¿por qué no?, ¿qué ha pasado?"
				},
				{
					"Person": 0,
					"Text": "Le he dicho a mi mujer que he ido a matar maquis en una de nuestras escapadas, para que no sospeche. No sé cuánto tiempo más puedo seguir aguantando esta mentira, escapémonos."
				},
				{
					"Person": 1,
					"Text": "Pero no tienes de qué preocuparte, nadie lo va a saber nunca. Es nuestro pequeño secreto de monte."
				},
				{
					"Person": 0,
					"Text": "Gonzalo, no puedo vivir más de esta manera. Escapémonos, dejemos esta vida atrás, nos van a terminar pillando."
				},
				{
					"Person": 1,
					"Text": "¡¿No ves que no?! Siempre tendremos el monte de Almorada."
				},
				{
					"Person": 0,
					"Text": "Si sigues en este plan, ni eso nos quedará, cobarde."
				}
			]
		},
		{
			"Clavijero": 12,
			"Sound1": "res://Sounds/Placeholders/SonidoPH1.wav",
			"Color1": {
				"R":0,
				"G":1,
				"B":1,
				"A":1
			},
			"Sound2": "res://Sounds/Placeholders/SonidoPH2.wav",
			"Color2":{
				"R":1,
				"G":0,
				"B":1,
				"A":1
			},
			"Texts":[
				{
					"Person": 0,
					"Text": "Póngame si es tan amable con Calle de la Independencia 12. Soy de Esperanza 17.@"
				},
				{
					"Person": 0,
					"Text": "Es un placer saludarle, Yesbeth."
				},
				{
					"Person": 1,
					"Text": "Aquí no hay ninguna Yesbeth creo que usted se ha equivocado."
				},
				{
					"Person": 0,
					"Text": "No hay equivocación que valga, Yesbeth, déjate de tonterías y presta atención."
				},
				{
					"Person": 1,
					"Text": "[Pausa] Sí… sí, es verdad, pido disculpas, dónde tendré la cabeza, Dios mío. Se llega a una edad que una ya no recuerda ni cómo se llama. Siempre he sido muy despistada, gran fallo mío."
				},
				{
					"Person": 0,
					"Text": "Pues céntrese de una vez. Le llamaba desde el vivero. Usted tendría que haber acudido hoy y no se le ha visto el polvo, ¿a qué se debe?"
				},
				{
					"Person": 1,
					"Text": "Me disculpo nuevamente, hoy he tenido que llevar a mi hijo el más pequeño al médico. Ha amanecido con mucha fiebre y se me ha hecho imposible ir."
				},
				{
					"Person": 0,
					"Text": "Pues más le vale que no se vuelva a repetir, se está ganando el enfado de muchos que la esperaban, y eso no le conviene a usted para nada. Ningún tipo de negligencia será tolerada. Si tu forma de obrar se empantana de lobreguez, no existirá hoja que muestre ni un apículo de lozanía. Tenga en cuenta que el remedio natural siempre es mejor que la medicina moderna, si usted hubiera acudido aquí le podríamos haber ayudado mejor."
				},
				{
					"Person": 1,
					"Text": "T-tiene usted toda la razón, la próxima vez lo haré de esa manera. P-pero, ¿no existen formas de saldar mi deuda por este nimio descuido?"
				},
				{
					"Person": 0,
					"Text": "Nimio yo no lo llamaría, pero sí, formas hay. Cuando venga le comentamos. No falte."
				},
				{
					"Person": 1,
					"Text": "Que mis bellas raíces me conduzcan a una vivificante travesía…"
				},
				{
					"Person": 0,
					"Text": "¡Cállese!"
				},
				{
					"Person": 1,
					"Text": "Perdón."
				},
				{
					"Person": 0,
					"Text": "Que así sea."
				}
			]
		}
	]
}
